Repository: 0x5334v/gnome-shell-extension-gsconnect
Catalog: po/*.po
Languages: fr_fr

source: Send SMS
fr_fr: Envoyer un SMS

source: Locate %s
fr_fr: Localiser %s

source: Browse Files
fr_fr: Parcourir les fichiers

source: Share File/URL
fr_fr: Partager un fichier / une URL

source: Run Commands
fr_fr: Lancer des commandes

source: Remote Input
fr_fr: Contrôle distant

source: Device is disconnected
fr_fr: L'appareil est déconnecté

source: Device is unpaired
fr_fr: L'appareil n'est pas associé

source: No plugins enabled
fr_fr: Aucun plugin activé

source: Failed to mount %s
fr_fr: Échec du montage de %s

source: Unmount
fr_fr: Démonter

source: Mobile Devices
fr_fr: Appareils mobiles

source: Mobile Settings
fr_fr: Paramètres mobiles

source: Send To Mobile Device
fr_fr: Envoyer à l'appareil mobile

source: KDE Connect implementation with Gnome Shell integration
fr_fr: Implémentation de KDE Connect avec intégration de Gnome Shell

source: GSConnect Website
fr_fr: Site web GSConnect

source: This program comes with absolutely no warranty.
fr_fr: Ce logiciel est fourni sans aucune garantie.

source: See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.
fr_fr: Voir la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licence publique générale GNU, version 2 ou ultérieure</a> pour plus de détails.

source: Devices
fr_fr: Appareils

source: Preferences
fr_fr: Préférences

source: Appearance
fr_fr: Apparence

source: Web Browser Integration
fr_fr: Intégration du navigateur Web

source: Requires <a href="%s">Chrome Extension</a> or <a href="%s">Firefox Add-On</a>
fr_fr: Nécessite l'<a href="%s">extension Chrome</a> ou le <a href="%s">module complémentaire Firefox</a>

source: About
fr_fr: À propos

source: Select a Device
fr_fr: Sélectionner un appareil

source: Cancel
fr_fr: Annuler

source: Select
fr_fr: Sélectionner

source: Nautilus extensions changed
fr_fr: Les extensions Nautilus ont été modifiées

source: Restart Nautilus to apply changes
fr_fr: Redémarrer Nautilus pour appliquer les changements

source: Restart
fr_fr: Redémarrer

source: Pair Request from %s
fr_fr: Demande d'association depuis %s

source: %s Fingerprint: %s Local Fingerprint: %s
fr_fr: Empreinte numérique %s : %s Empreinte numérique locale : %s

source: Reject
fr_fr: Rejeter

source: Accept
fr_fr: Accepter

source: Apply
fr_fr: Appliquer

source: Battery
fr_fr: Batterie

source: Send and receive battery statistics
fr_fr: Envoyer et recevoir des statistiques sur la batterie

source: Low Battery Warning
fr_fr: Avertissement de batterie faible

source: %s's battery level is %d%%
fr_fr: Le niveau de batterie de %s est de %d%%

source: Locate
fr_fr: Localiser

source: Clipboard
fr_fr: Presse-papiers

source: Sync the clipboard between devices
fr_fr: Synchroniser le presse-papiers entre les appareils

source: Failed to get Gdk.Display
fr_fr: Impossible d'obtenir Gdk.Display

source: Failed to get Clipboard
fr_fr: Impossible d'obtenir le presse-papiers

source: Locate Device
fr_fr: Localiser l'appareil

source: Find a device by making it ring
fr_fr: Trouver un appareil en le faisant sonner

source: %s asked to locate this device
fr_fr: %s a demandé à localiser cet appareil

source: Found
fr_fr: Trouvé

source: Screen Lock
fr_fr: Verrouillage d'écran

source: Lock and unlock devices
fr_fr: Verrouiller et déverrouiller les appareils

source: Control the mouse and keyboard remotely
fr_fr: Contrôlez la souris et le clavier à distance

source: Can't run in Wayland session
fr_fr: Impossible d'exécuter dans une session Wayland

source: Failed to initialize Atspi
fr_fr: Échec de l'initialisation d'Atspi

source: Cannot load Caribou virtual keyboard for Unicode support
fr_fr: Impossible de charger le clavier virtuel Caribou pour le support Unicode

source: Media Player Control
fr_fr: Contrôle du lecteur multimédia

source: Control MPRIS2 enabled media players
fr_fr: Contrôler les lecteurs multimédias compatibles MPRIS2

source: Sync notifications between devices
fr_fr: Synchroniser les notifications entre les appareils

source: Missed call
fr_fr: Appel manqué

source: Missed Call
fr_fr: Appel manqué

source: Missed call from %s on %s
fr_fr: Appel manqué de %s sur %s

source: Send
fr_fr: Envoyer

source: Send and receive pings
fr_fr: Envoyer et recevoir des pings

source: Execute local commands remotely
fr_fr: Exécuter des commandes locales à distance

source: Name
fr_fr: Nom

source: Command
fr_fr: Commande

source: Mount and browse device filesystems
fr_fr: Monter et parcourir les systèmes de fichiers de l'appareil

source: SSHFS not installed
fr_fr: SSHFS non installé

source: Share
fr_fr: Partager

source: Send and receive files and URLs
fr_fr: Envoyer et recevoir des fichiers et des URL

source: Starting Transfer
fr_fr: Début du transfert

source: Receiving "%s" from %s
fr_fr: Réception de "%s" depuis %s

source: Transfer Successful
fr_fr: Transfert réussi

source: Received "%s" from %s
fr_fr: Reçu "%s" depuis %s

source: Open Folder
fr_fr: Ouvrir le dossier

source: Open File
fr_fr: Ouvrir le fichier

source: Transfer Failed
fr_fr: Échec du transfert

source: Failed to receive "%s" from %s: %s
fr_fr: Impossible de recevoir "%s" depuis %s : %s

source: Transfer Cancelled
fr_fr: Transfert annulé

source: Cancelled transfer of "%s" from %s
fr_fr: Transfert de "%s" depuis %s annulé

source: Sending "%s" to %s
fr_fr: Envoi de "%s" vers %s

source: Sent "%s" to %s
fr_fr: Envoyé "%s" vers %s

source: Failed to send "%s" to %s: %s
fr_fr: Impossible d'envoyer "%s" vers %s : %s

source: Cancelled transfer of "%s" to %s
fr_fr: Transfert de "%s" vers %s annulé

source: Send files to %s
fr_fr: Envoyer des fichiers vers %s

source: Send a link to %s
fr_fr: Envoyer un lien vers %s

source: Use a subdirectory named <b>%s</b>
fr_fr: Utiliser un sous-dossier nommé %s

source: Telephony
fr_fr: Téléphonie

source: Call notification and SMS messaging
fr_fr: Notification d'appel et messagerie SMS

source: Incoming Call
fr_fr: Appel entrant

source: Incoming call from %s on %s
fr_fr: Appel entrant de %s sur %s

source: Mute
fr_fr: Mettre en sourdine

source: Call In Progress
fr_fr: Appel en cours

source: Call in progress with %s on %s
fr_fr: Appel en cours avec %s sur %s

source: Unknown Number
fr_fr: Numéro inconnu

source: Incoming Calls
fr_fr: Appels entrants

source: Nothing
fr_fr: Rien

source: Lower
fr_fr: Réduire

source: System Volume
fr_fr: Volume du système

source: In Progress Calls
fr_fr: Appels en cours

source: The <b>Media Player Control</b> plugin must be enabled
fr_fr: Le plugin <b>Media Player Control</b> doit être activé

source: Gvc not available
fr_fr: Gvc non disponible

source: Ensure that devices are on the same local network with ports 1716 to 1764 open for TCP and UDP connections.
fr_fr: Vérifiez que les périphériques sont sur le même réseau local, avec les ports 1716 à 1764 ouverts pour les connexions TCP et UDP.

source: To connect an Android device, install the KDE Connect Android app from the <a href="%s">Google Play Store</a> or <a href="%s">F-Droid</a>.
fr_fr: Pour connecter un appareil Android, installez l'application Android KDE Connect depuis le <a href="%s">Google Play Store</a> ou <a href="%s"> F-Droid </a>.

source: Please see the <a href="%s">Wiki</a> for more help or <a href="%s">open an issue</a> on Github to report a problem.
fr_fr: Veuillez consulter le <a href="%s">Wiki</a> pour plus d'aide ou <a href="%s">ouvrir un problème</a> sur Github pour signaler un problème.

source: Error: %s
fr_fr: Erreur : %s

source: Open Menu
fr_fr: Ouvrir le menu

source: Refresh
fr_fr: Rafraichir

source: Connecting Devices
fr_fr: Connexion avec les appareils

source: Reconnect <b>%s</b>
fr_fr: Reconnecter <b>%s</b>

source: Unpair <b>%s</b>
fr_fr: Dissocier <b>%s</b>

source: Pair <b>%s</b>
fr_fr: Associer <b>%s</b>

source: <b>%s Fingerprint:</b> %s <b>Local Fingerprint:</b> %s
fr_fr: <b>Empreinte numérique %s :</b> %s <b>Empreinte numérique locale :</b> %s

source: Keyboard Shortcuts
fr_fr: Raccourcis clavier

source: Desktop
fr_fr: Ordinateur de bureau

source: Laptop
fr_fr: Ordinateur portable

source: Tablet
fr_fr: Tablette

source: Unknown
fr_fr: Inconnu

source: Keyboard Shortcut Unavailable
fr_fr: Raccourci clavier non disponible

source: The requested keyboard shortcut is already in use and can't be overridden.
fr_fr: Le raccourci clavier requis est déjà utilisé et ne peut pas être remplacé.

source: Fully Charged
fr_fr: Complètement chargé

source: %d%% (Estimating…)
fr_fr: %d%% (Estimation …)

source: %d%% (%d∶%02d Until Full)
fr_fr: %d%% (%d∶%02d Jusqu'à charge complète)

source: %d%% (%d∶%02d Remaining)
fr_fr: %d%% (%d∶%02d Restant)

source: Configure <b>%s</b>
fr_fr: Configurer <b>%s</b>

source: Add people to start a conversation
fr_fr: Ajouter des personnes pour démarrer une conversation

source: Unknown Contact
fr_fr: Contacte inconnu

source: Send to %s
fr_fr: Envoyer vers %s

source: Send to %d
fr_fr: Envoyer vers %d

source: Other
fr_fr: Autre

source: Work
fr_fr: Travail

source: Home
fr_fr: Maison

source: Type an SMS message
fr_fr: Taper un message SMS

source: SMS Conversation
fr_fr: Conversation SMS

source: Add and remove people
fr_fr: Ajouter et supprimer des personnes

source: Type a phone number or name
fr_fr: Taper un numéro de téléphone ou un nom

source: <b>%s</b> is disconnected
fr_fr: <b>%s</b> est déconnecté

source: And one other person
fr_fr: Et une autre personne

source: SMS Conversation with %s
fr_fr: Conversation SMS avec %s

source: New SMS Conversation
fr_fr: Nouvelle conversation SMS

source: Share Link
fr_fr: Partager un lien

source: New Message
fr_fr: Nouveau message

source: Debug Mode
fr_fr: Mode débogage

source: Enable debug features and logging
fr_fr: Activer les fonctionnalités de débogage et la journalisation

source: Show Indicators
fr_fr: Montrer les indicateurs

source: Display devices in the panel instead of the User Menu
fr_fr: Afficher les appareils dans le panneau au lieu du menu Utilisateur

source: Show Offline
fr_fr: Montrer hors connexion

source: Display devices even if offline
fr_fr: Afficher les appareils même hors ligne

source: Show Unpaired
fr_fr: Montrer dissociés

source: Display devices even if unpaired
fr_fr: Afficher les appareils même si non associés

source: Show Battery Icon
fr_fr: Montrer l'icône de la batterie

source: Display an icon with percentage in the Device Menu
fr_fr: Afficher une icône avec un pourcentage dans le menu de l'appareil

source: Nautilus Integration
fr_fr: Intégration Nautilus

source: Send files from the file browser context menu
fr_fr: Envoyer des fichiers à partir du menu contextuel du navigateur de fichiers

source: Share links with devices and contacts from the web browser
fr_fr: Partager des liens avec des appareils et des contacts depuis le navigateur Web

source: Public Name
fr_fr: Nom public

source: The name visible to other devices
fr_fr: Le nom visible par les autres appareils

source: Receive Statistics
fr_fr: Recevoir des statistiques

source: Send Statistics
fr_fr: Envoyer des statistiques

source: Receive Content
fr_fr: Recevoir le contenu

source: Send Content
fr_fr: Envoyer le contenu

source: Receive Notifications
fr_fr: Recevoir les notifications

source: Send Notifications
fr_fr: Envoyer les notifications

source: Automatically Mount
fr_fr: Montage automatique

source: Download Directory
fr_fr: Répertoire de téléchargement

source: Use Subdirectory
fr_fr: Utiliser le sous-répertoire

source: Pause Media
fr_fr: Mettre les médias en pause

source: Mute Microphone
fr_fr: Mettre le microphone en sourdine
